 #მომხმარებელს შეეკითხეთ სწავლობს თუარა გოაში, თუ სწავლობს შეეკითხეთ ომელ ჯგუფშია, თუ პასუხი იქნება ჯგუფი13 შეეკითეთ რომ არის თუ არა გაბრიელი მისი მენტორი, თუ პასუხი იქნება კი უთხარით რომ თქვენც აქ სწავლობთ და ნამდვილად გაბრიელია ორივეს მენტორი, თუ პასუხი არიქნება გაბრიელი ყველა სხვა შემთხვევაში დაუბეჭდეთ რომ ის ტყუის და არარის სინამდვილეში ჯგუფ13-ში 😉


ansver = input("სწავლობ თუ არა გოა-ში")
if ansver =="კი":
    groop = input("სწავლობ თუ არა მე-13 ჯგფში")
    if groop == "კი":
        techer = input("არის თუ არა გაბრიელი შენი მასწავლებელი ")
        if techer == "კი":
            print("შენ მარტლაც სწავლობ გოაში")
        else:
            print("არა შენ იტყუები")